{
    "about" : "Über mich",
    "skills" : "Kompetenzen",
    "projects" : "Projekte",
    "developer" : "Web Entwicklerin",
    "checkWork" : "Arbeitsproben",
    "contactMe" : "Kontaktieren",
    "basedIn" : "Ansässig in Laufenburg (Baden)",
    "openToWork" : "Offen für neue Jobangebote",
    "remote" : "Offen für Remote / Homeoffice",

    "who" : "Das bin ich",
    "aboutGeneral" : "Motiviert von den grenzenlosen Möglichkeiten in der IT, begeistert es mich als Web-Entwicklerin, visuell ansprechende und anspruchsvolle Webseiten sowie Anwendungen zu gestalten.",
    "aboutRemote" : "Im Bezug auf die Arbeitsumgebung, arbeite ich sowohl gerne vor Ort in Laufenburg (Baden) und Umgebung, als auch gerne Remote oder im HomeOffice.",
    "aboutMind" : "Ich bin aufgeschlossen und stets auf der Suche nach neuen Herausforderungen, um mein Wissen und meine Fähigkeiten kontinuierlich zu entwickeln",
    "aboutSolving" : "Beim Programmieren geht es für mich nicht nur darum, verständlichen und sauberen Code zu schreiben. Es ist eine kreative Form der Problemlösung. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu übersetzen. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen umzusetzen.",

    "technologies" : "Technologien",
    "skillSet" : "Kompetenzen",
    "skillsGeneral" : "Im Laufe meiner beruflichen Reise in der IT habe ich an verschiedenen Projekten gearbeitet und dabei ein breites Spektrum an Frontend-Technologien und -Konzepten eingesetzt. Ich bin stets bereit, neue Technologien und Methoden zu erkunden, um meine Fähigkeiten kontinuierlich zu verbessern und in der dynamischen Welt der Webentwicklung immer auf dem neuesten Stand zu bleiben.",
    "skillsQuestionFirst" : "Sie benötigen eine andere ",
    "skillsQuestionFocus" : "Programmiersprache oder Kompetenz",
    "skillsQuestionLast" : ", die hier nicht aufgeführt ist?",
    "skillsInvite" : "Nehmen Sie gerne Kontakt auf. Ich entwickle mich gerne und stetig weiter.",
    "letsTalk" : "Lassen Sie uns sprechen",
    "growthMind" : "Stetiges Wachstum",
    "learning" : "Ich bin sehr daran interessiert folgendes zu lernen",
    "challenge" : "Herausforderung",
    "challengeText" : "Ich bin immer und gerne bereit, neue Technologien zu lernen. Sagen Sie mir gerne Bescheid, was Sie brauchen.",

    "featuredProjects" : "Ausgewählte Projekte",
    "projectExplain" : "Entdecken Sie hier eine Auswahl meiner Arbeiten – interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "kindOfProject" : "Worum geht es in diesem Projekt?",
    "nextProject" : "Nächstes Projekt",


    "referenceHeadline" : "Das sagen meine Kollegen und Kolleginnen über mich",

    "contact" : "Kontakt",
    "letsWork" : "Lassen Sie uns gemeinsam etwas Neues schaffen!",
    "gotProblem" : "Bei welcher Herausforderung oder welchem Projekt kann ich Sie unterstützen?",
    "contactText" : "Kontaktieren Sie mich gerne über dieses Formular. Ich freue mich von Ihnen zu lesen, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen." ,
    "needDeveloper" : "Sie brauchen eine Web-Entwicklerin? ",
    "letsTalk2" : "Lassen Sie uns reden!",
    "formName" : "Ihr Name",
    "placeholderName" : "Hier kommt der Name rein",
    "alertName" : "Bitte geben Sie Ihren Namen ein",
    "formMail" : "Ihre Email",
    "placeholderMail" : "meinemail@email.com",
    "alertMail" : "Bitte geben Sie eine gültige Email-Adresse ein",
    "formMessage" : "Ihre Nachricht",
    "placeholderMessage" : "Hallo Anna, ich bin daran interessiert...",
    "alertMessage" : "Was möchten Sie gerne entwickeln?",
    "acceptPrivacyFirst" : "Ich habe die ",
    "privacyLink" : "Datenschutzbestimmungen ",
    "acceptPrivacyLast" : "gelesen und und stimme der Verarbeitung meiner Daten wie darin beschrieben zu.",
    "acceptHint" : "Bitte stimmen Sie den Datenschutzbestimmungen zu!",
    "sayHello" : "Gruß hinterlassen",
    "successHeadline" : "Vielen Dank für Ihre Nachricht!",
    "successText" : "Ich habe Ihre Anfrage erhalten und werde mich schnellstmöglich bei Ihnen melden.",

    "imprint" : "Impressum",
    "sectionFive" : "Angaben gemäß § 5 DDG",
    "represented" : "Vertreten durch:",
    "phone" : "Tel.",
    "disclaimer" : "<strong>Haftungsausschluss:</strong><br><br><strong>Haftung für Inhalte</strong><br><br>Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 DDG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 DDG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.<br><br><strong>Haftung für Links</strong><br><br>Unser Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.<br><br><strong>Urheberrecht</strong><br><br>Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.<br><br><strong>Datenschutz</strong><br><br>Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder E-Mail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.<br>Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.<br>Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.<br><br><strong>Google Analytics</strong><br><br>Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc. ('Google'). Google Analytics verwendet sog. 'Cookies', Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen. Die durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) wird an einen Server von Google in den USA übertragen und dort gespeichert. Google wird diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten für die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Auch wird Google diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetzlich vorgeschrieben ist oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google wird in keinem Fall Ihre IP-Adresse mit anderen Daten von Google in Verbindung bringen. Sie können die Installation der Cookies durch eine entsprechende Einstellung Ihrer Browser Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich nutzen können. Durch die Nutzung dieser Website erklären Sie sich mit der Bearbeitung der über Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden.<br><br><strong>Google AdSense</strong><br><br>Diese Website benutzt Google AdSense, einen Webanzeigendienst der Google Inc., USA ('Google'). Google AdSense verwendet sog. 'Cookies' (Textdateien), die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website ermöglichen. Google AdSense verwendet auch sog. 'Web Beacons' (kleine unsichtbare Grafiken) zur Sammlung von Informationen. Durch die Verwendung des Web Beacons können einfache Aktionen wie der Besucherverkehr auf der Webseite aufgezeichnet und gesammelt werden. Die durch den Cookie und/oder Web Beacon erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) wird an einen Server von Google in den USA übertragen und dort gespeichert. Google wird diese Informationen benutzen, um Ihre Nutzung der Website im Hinblick auf die Anzeigen auszuwerten, um Reports über die Websiteaktivitäten und Anzeigen für die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Auch wird Google diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetzlich vorgeschrieben ist oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google wird in keinem Fall Ihre IP-Adresse mit anderen Daten von Google in Verbindung bringen. Sie können die Speicherung der Cookies auf Ihrer Festplatte und die Anzeige von Web Beacons verhindern, indem Sie in Ihren Browser-Einstellungen 'keine Cookies akzeptieren' wählen (im Internet Explorer unter 'Extras > Internetoptionen > Datenschutz > Einstellung'; im Firefox unter 'Extras > Einstellungen > Datenschutz > Cookies'); wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich nutzen können. Durch die Nutzung dieser Website erklären Sie sich mit der Bearbeitung der über Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden."
}