{
    "about" : "About me",
    "skills" : "Skills",
    "projects" : "Projects",
    "developer" : "Fullstack Developer",
    "checkWork" : "Check my work",
    "contactMe" : "Contact me",
    "basedIn" : "Based in Laufenburg (Baden)",
    "openToWork" : "Open to work",
    "remote" : "Avaible for remote work",
    
    "who" : "Who I am",
    "aboutGeneralFirst" : "As a passionate Fullstack Developer, I build digital applications end to end – from user interface to database. With experience from over 15 projects across frontend, backend, and fullstack, I combine technical expertise with a strong sense for design and user needs.",
    "aboutGeneralSecond" : "Before transitioning into tech, I spent many years advising customers, leading teams, and working creatively – as a fashion and graphic designer as well as a retail manager. These experiences shape how I develop today: solution-oriented, empathetic, and visually sophisticated.",
    "aboutGeneralThird" : "I love combining logic and creativity – crafting digital products that not only work, but feel right and make a difference. A fullstack mind with a designer’s eye – shaping digital experiences end to end.",
    "aboutRemote" : "I value the benefits of in-person teamwork in the office just as much as the focus and flexibility of remote work – in both settings, I strive to be efficient and reliable.",
    "aboutMind" : "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
    "aboutSolving" : "For me, programming is more than writing clean and maintainable code – it’s a creative process of solving problems. I’m proud of my ability to translate complex technical requirements into intuitive, user-centered solutions that help you achieve your goals and bring your visions to life.",

    "technologies" : "Technologies",
    "skillSet" : "Skill Set",
    "skillsGeneralFirst" : "Throughout my journey as a full-stack developer, I’ve built a wide range of web applications – from small frontend features to complex full-stack solutions. I rely on modern technologies, clean code, and a deep understanding of user needs and design principles.",
    "skillsGeneralSecond" : "I work with a broad tech stack and quickly adapt to new tools and frameworks. My focus is on creating sustainable, maintainable solutions – always aiming to balance functionality, aesthetics, and usability.",
    "skillsQuestionFirst" : "You need ",
    "skillsQuestionFocus" : "another skill",
    "skillsQuestionLast" : "?",
    "skillsInvite" : "Feel free to reach out – I bring flexibility, a passion for learning, and a structured approach to getting up to speed quickly.",
    "letsTalk" : "Let's Talk",
    "growthMind" : "Growth Mindset",
    "learning" : "I have a special interest in learning.",
    "challenge" : "Challenge me",
    "challengeText" : "I am always happy to learn new technonogies, just tell me what you need.",

    "featuredProjects" : "Featured Projects",
    "projectExplain" : "Take a look at a selection of my projects. <br>Live and interactive, offering an authentic glimpse into how I work.",
    "kindOfProject" : "What is this project about?",
    "nextProject" : "Next project",

    "referenceHeadline" : "What my colleagues say about me",

    "contact" : "Contact",
    "letsWork" : "Let's work together",
    "gotProblem" : "Got a problem to solve?",
    "contactText" : "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work." ,
    "needDeveloper" : "Need a Frontend, Backend or Fullstack Developer?",
    "letsTalk2" : "Let's Talk!",
    "formName" : "What's your name?",
    "placeholderName" : "Your name goes here",
    "alertName" : "Ooops! It seems your name is missing",
    "formMail" : "What's your email?",
    "placeholderMail" : "youremail@email.com",
    "alertMail" : "Hoppla! Your email is required",
    "formMessage" : "How can I help you?",
    "placeholderMessage" : "Hello Anna, I am interested in...",
    "alertMessage" : "What do you need to develop?",
    "acceptPrivacyFirst" : "I've read the ",  
    "privacyLink" : "legal notice ",
    "acceptPrivacyLast" : "and agree to the processing of my data as outlined.",
    "acceptHint" : "Please accept the privacy policy!",
    "sayHello" : "Say hello:)",
    "successHeadline" : "Thank you for your message,",
    "successText" : "I have received your inquiry and will get back to you as soon as possible.",

    "germany" : "Germany",
    "imprint" : "Legal Notice",
    "sloganStart" : "Built with logic.",
    "sloganEnd": "Styled with intention.",
    "sectionFive" : "Information in accordance with Section 5 DDG",
    "represented" : "Represented by:",
    "phone" : "Phone",
    "disclaimer" : "<strong>Disclaimer:</strong><br><br><strong>Liability for content</strong><br><br>The content of our pages has been created with the utmost care. However, we cannot guarantee the accuracy, completeness, or timeliness of the content. As a service provider, we are responsible for our own content on these pages in accordance with Section 7(1) DDG under general law. According to Sections 8 to 10 DDG, we are not obligated as a service provider to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information under general laws remain unaffected. However, liability in this regard is only possible from the moment of knowledge of a specific infringement. Upon becoming aware of such violations, we will remove this content immediately.<br><br><strong>Liability for links</strong><br><br>Our offer contains links to external third-party websites, over whose content we have no control. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the linked pages is always responsible for the content. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. Permanent content control of the linked pages is not reasonable without concrete indications of a legal violation. If we become aware of any legal infringements, we will remove such links immediately.<br><br><strong>Copyright</strong><br><br>The content and works created by the site operators on these pages are subject to German copyright law. Duplication, processing, distribution, and any kind of exploitation outside the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this site are permitted for private, non-commercial use only. Insofar as the content on this site was not created by the operator, third-party copyrights are respected. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, we ask for an appropriate notice. Upon becoming aware of legal violations, we will remove such content immediately.<br><br><strong>Data protection</strong><br><br>The use of our website is generally possible without providing personal data. Insofar as personal data (such as name, address, or e-mail address) is collected on our pages, this is always done, as far as possible, on a voluntary basis. This data will not be passed on to third parties without your express consent.<br>We point out that data transmission over the Internet (e.g., communication by e-mail) can have security vulnerabilities. Complete protection of data from access by third parties is not possible.<br>The use of contact data published in the context of the legal notice obligation by third parties for sending unsolicited advertisements and information materials is hereby expressly prohibited. The site operators expressly reserve the right to take legal action in the event of unsolicited advertising, such as spam e-mails.<br><br><strong>Google Analytics</strong><br><br>This website uses Google Analytics, a web analytics service provided by Google Inc. ('Google'). Google Analytics uses so-called 'cookies,' which are text files placed on your computer to help analyze how you use the website. The information generated by the cookie about your use of this website (including your IP address) is transmitted to a Google server in the USA and stored there. Google will use this information to evaluate your use of the website, to compile reports on website activity for website operators, and to provide other services related to website activity and internet usage. Google may also transfer this information to third parties if required by law or if third parties process this data on behalf of Google. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser; however, please note that if you do this, you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.<br><br><strong>Google AdSense</strong><br><br>This website uses Google AdSense, a web advertising service of Google Inc., USA ('Google'). Google AdSense uses so-called 'cookies' (text files) that are stored on your computer to analyze your use of the website. Google AdSense also uses so-called 'web beacons' (small invisible graphics) to collect information. Through the use of the web beacon, simple actions such as visitor traffic on the website can be recorded and collected. The information generated by the cookie and/or web beacon about your use of this website (including your IP address) is transmitted to a Google server in the USA and stored there. Google will use this information to evaluate your use of the website regarding advertisements, to compile reports on website activities and ads for website operators, and to provide other services related to website and internet usage. Google may also transfer this information to third parties if required by law or if third parties process this data on behalf of Google. Google will not associate your IP address with any other data held by Google. You can prevent the storage of cookies on your hard drive and the display of web beacons by selecting 'do not accept cookies' in your browser settings (in Internet Explorer under 'Tools > Internet Options > Privacy > Settings'; in Firefox under 'Tools > Settings > Privacy > Cookies'); however, please note that if you do this, you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above."
}